app/controllers/pages_controller.rb

 def home
   @tasks = Task.all
---
SELECT "tasks".* FROM "tasks"